Repository: albanobattistella/switchboard-plug-parental-controls
Catalog: po/extra/*.po
Languages: ru

source: Screen Time &amp; Limits Settings
ru: Настройки времени работы экрана и ограничений

source: Configure time limits and restrict application usage
ru: Настройка ограничения по времени и использования приложений

source: Fixes:
ru: Исправления:

source: Set default Screen Time from midnight to midnight to prevent accidental lockouts
ru: Установка стандартной времени работы экрана от полуночи до полуночи для предотвращения случайных блокировок

source: Improve reliability of app blocking
ru: Повышение надежности блокировки приложений

source: Support blocking Flatpak apps
ru: Поддержка блокировки приложений Flatpak

source: Minor updates:
ru: Незначительные обновления:

source: New colorful avatar fallback
ru: Новый красочный аватар

source: Updated translations
ru: Обновлены переводы

source: Rename to Screen Time &amp; Limits
ru: Переименовано на «Времени работы экрана и ограничения»

source: Show your own account
ru: Отображение Вашей учётной записи

source: Redesign the app chooser
ru: Переработано меню выбора приложений

source: Redesign the Screen Time view
ru: Полностью переработан внешний вид окна времени работы экрана

source: Fix an issue with removing URLs from restricted websites
ru: Исправлена ошибка, которая связанная с удалением URL из запрещённых сайтов

source: Reliably apply time restrictions
ru: Надежное применение ограничений по времени

source: Manage Screen Time and Limits
ru: Управление временем работы экрана и ограничениями

source: Authentication is required to change Screen Time and Limits
ru: Нужна аутентификации чтобы изменить лимит времени работы монитора
